Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerFoot Property
 kilograms carbon dioxide per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerFoot { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerFoot {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace